export default {
  name: '盒须图',
  type: 'boxplot',
  data: [
    {
      name: '简单盒须图',
      data: {
        columns: ['日期', '满意度分布'],
        rows: [
          { '日期': '1-1', '满意度分布': [810, 1000, 1020, 960, 940] },
          { '日期': '1-2', '满意度分布': [880, 830, 800, 790, 760, 800] },
          { '日期': '1-3', '满意度分布': [940, 850, 1040, 840, 640] },
          { '日期': '1-4', '满意度分布': [720, 840, 850, 850, 780] },
          { '日期': '1-5', '满意度分布': [940, 950, 800, 810, 870] },
          { '日期': '1-6', '满意度分布': [672.5, 800, 845, 885, 1012.5] }
        ]
      },
      settings: {}
    }
  ]
}
